Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultElbowdownParam Property
 "Vertical Outside Bend"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultElbowdownParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultElbowdownParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultElbowdownParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultElbowdownParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace